[
  {
    "productName": "Боб чорба",
    "productCategory": "SOUP",
    "description": "Традиционна българска супа с невероятен вкус, приготвена с домашно отгледани продукти",
    "productIngredient": "",
    "preparation": "Почистете и накиснете боба от вечерта в студена вода. На следващия ден прецедете водата и налейте друга чиста вода, поставете на котлона да се вари. Десет минути след завиране, отново прецедете и налейте чиста вода, добавете 3 с.л. от олиото. Прибавете нарязаните на кубчета 1 глава лук и морковите, варите традиционната боб чорба, докато бобът омекне напълно. Прибавете нарязаните джоджен, девесил. Пригответе си запръжката, с нея чорбата става по-вкусна. В тиган прибавете останалото олио, нарязания на ситно лук. След кратко запържите, добавете малко брашно, запържете добре, като в края прибавяте червения пипер, разбъркайте и премахнете запръжката от огъня. Изсипете запръжката в тенджерата при боба и оставете да поври за около 10 минути заедно с боба. Сервирайте родопската боб чорба, поръсена със ситно нарязан магданоз.",
    "grammage": 400,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/1.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "productName": "Таратор",
    "productCategory": "SOUP",
    "description": "Студена българска супа от краставици, копър и превъзходно кисело мляко",
    "productIngredient": "",
    "preparation": "В голяма чаша нарязваме красавицата на дребно. Добавяме цеденото мляко. Разбърква ме хубаво. Нарязваме скилидката чесън на дребно и добавяме към млякото с краставицата. Слагаме сол на вкус към таратора. Добавяме водичка и разбъркваме. Капваме и 2-3 капки олио. Накрая се слага копърът и черният пипер към таратора в чашка.",
    "grammage": 400,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/2.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  }
]
