[
  {
    "productName": "Боб чорба",
    "productCategory": "SOUP",
    "description": "Традиционна българска супа с невероятен вкус, приготвена с домашно отгледани продукти",
    "productIngredient": "",
    "preparation": "Почистете и накиснете боба от вечерта в студена вода. На следващия ден прецедете водата и налейте друга чиста вода, поставете на котлона да се вари. Десет минути след завиране, отново прецедете и налейте чиста вода, добавете 3 с.л. от олиото. Прибавете нарязаните на кубчета 1 глава лук и морковите, варите традиционната боб чорба, докато бобът омекне напълно. Прибавете нарязаните джоджен, девесил. Пригответе си запръжката, с нея чорбата става по-вкусна. В тиган прибавете останалото олио, нарязания на ситно лук. След кратко запържите, добавете малко брашно, запържете добре, като в края прибавяте червения пипер, разбъркайте и премахнете запръжката от огъня. Изсипете запръжката в тенджерата при боба и оставете да поври за около 10 минути заедно с боба. Сервирайте родопската боб чорба, поръсена със ситно нарязан магданоз.",
    "grammage": 400,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/1.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "productName": "Таратор",
    "productCategory": "SOUP",
    "description": "Студена българска супа от краставици, копър и превъзходно кисело мляко",
    "productIngredient": "",
    "preparation": "В голяма чаша нарязваме красавицата на дребно. Добавяме цеденото мляко. Разбърква ме хубаво. Нарязваме скилидката чесън на дребно и добавяме към млякото с краставицата. Слагаме сол на вкус към таратора. Добавяме водичка и разбъркваме. Капваме и 2-3 капки олио. Накрая се слага копърът и черният пипер към таратора в чашка.",
    "grammage": 400,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/2.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 3,
    "productName": "Пилешка супа",
    "productCategory": "SOUP",
    "description": "Пилешка супа за душата, сервира се с крутони",
    "productIngredient": "",
    "preparation": "В тенджера се сипва вода да заври заедно с нарязаният лук и рендосания морков. След това се добавят предварително сварените бутчета и обезкостени, фидето, сол и черен пипер. Вари се около 20 минути или до сваряването на всички продукти. Поръсва се с магданоз. Отделно се приготвят крутоните , като хлябът се реже на малки кубчета и се запържва в сгорещено масло. Поръсват се е шарена сол. След като са готови, се добавят към пилешката супа при сервиране.",
    "grammage": 400,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/3.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 4,
    "productName": "Супа топчета",
    "productCategory": "SPECIALS",
    "description": "Супа топчета с картофи, не топки...",
    "productIngredient": "",
    "preparation": "Нарежете на ситно моркови, лук, целина и ги задушете в олиото за 10 минути. Картофите обелете и нарежете на малки парченца. Прецедете бульона от какалите и към него добавете нарязаните зеленчуци. Задушете 1/2 от ориза в 150 мл вода. След като се охлади, го разбъркайте с каймата, белтъците от яйцата, малко чубрица, черен пипер и сол. Намокрете си ръцете във вода и оцет и оформете малки топчета и ги пуснете в тенджерата с бульона и зеленчуците. Щом кипнат добавете картофите, а след малко и останалия ориз. След 15-20 минути махнете тенджерата от котлона. Разбийте жълтъците с киселото мляко и брашното. Застройте супата топчета като темперирате двете смеси. Разбъркайте и поръсете с накълцан магданоз или копър.",
    "grammage": 400,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/4.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 5,
    "productName": "Шкембе чорба",
    "productCategory": "SOUP",
    "description": "Телешко шкембе с ароматни подправки и масло, приготвено с майсторлък от нашите готвачи",
    "productIngredient": "",
    "preparation": "Почистваме шкембето много добре и го слагаме в тенджера под налягане в подсолена вода да ври. След като се свари, прецеждаме бульона и оставяме настрана. Нарязваме шкембето, към него прибавяме прецедения бульон и оставяме на тих огън около 10 мин. Правим си запръжка, като разтапяме маслото и прибавяме настъргания фино морков. Изчакваме морковчето да омекне и добавяме малко червен пипер и брашното, като разбъркваме добре. Премахваме съда от котлона и добавяме 3-4 с.л. от бульона като разбъркваме и изсипваме в тенджерата с шкембето. Застройката за чорбата си я правим, като разбиваме яйцата и прибавяме киселото мляко. С готовата смес сипваме на тънка струя, като намаляваме котлона, за да не се пресече застройката на нашата вкусна шкембе чорба. Поднасяме шкембе чорбата с морков с чесън, оцет и по желание стрита люта чушка.",
    "grammage": 400,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/5.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 6,
    "productName": "Шопска салата",
    "productCategory": "SALLAD",
    "description": "Свежа салата от натурални зеленчуци, отгледани в близките села",
    "productIngredient": "",
    "preparation": "Обелвате си краставиците ала зебра - т.е. белите ги през ред и ги нарязвате на полумесеци. Доматите се нарязват на кубчета, а чушките - на ивици, лукът - на ситно. Добавяте маслините и овкусявате със солта и олиото. Взимате чиния за сервиране и кръстосвате обелената на по-дебело краставица. В така получения пръстен слагате от салатата и поръсвате с наситнения магданоз. Отгоре настъргвате сирене и си правите розичка от кората на домата, която слагате върху салатата.",
    "grammage": 400,
    "price": "7.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/6.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 7,
    "productName": "Овчарска салата",
    "productCategory": "SALLAD",
    "description": "Малко пилешко месце прави Овчарската салата още по-вкусна, опитайте, ако не вярвате",
    "productIngredient": "",
    "preparation": "Пилешкото месо се сварява и оставя да изстине. Зеленчуците се почистват, измиват и нарязват - доматите и краставиците на едро, лукът на тънки полумесеци, чушката на кубчета, а гъбите на филийки (ако са малки се оставят цели). Магданозът се кълца на ситно или листата се накъсват небрежно. Колбасът и част от кашкавала се нарязват на малки кубчета, а пилешкото месо - на по-едри парчета. Всичко това се слага в купа и се овкусява със олио, сол и оцет по желание. Прехвърля се в дълбока салатиера или индивидуални порции Овчарска салата и отгоре се настъргва сирене, кашкавал и варено яйце. Овчарската салата с пиле се украсява с маслинки и се поднася на момента. Ако няма да сервирате веднага, приберете в хладилник, без да овкусявате, и направете това непосредствено преди да поднесете.",
    "grammage": 400,
    "price": "9.80",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/7.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 8,
    "productName": "Зелена салата",
    "productCategory": "SALLAD",
    "description": "Свежа пролетна салата за ценители, превизходно си подхожда с ракия",
    "productIngredient": "",
    "preparation": "Измиваме марулята и я нарязваме в купа. Може и да я накъсате - както прецените. Измиваме и обелваме краставицата. Нарязваме я на кубчета и я добавяме към марулята. Измиваме лука и го нарязваме на ситно. Прибавяме го към салатата и подправяме на вкус. Може да декорирате с маслини и варени яйца.",
    "grammage": 400,
    "price": "7.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/8.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 9,
    "productName": "Снежанка",
    "productCategory": "SPECIALS",
    "description": "Това не е пещерата, няма и джуджета, това е наслада за небцето и душата",
    "productIngredient": "",
    "preparation": "Краставичките се нарязват на ситно. Добавят се млякото, солта и олиото. Всичко се разбърква хубаво. Отгоре се поръсва с копър. По желание може да се добавят и няколко скилидки чесън, нарязани на дребно или пресовани.",
    "grammage": 200,
    "price": "8.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/9.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 10,
    "productName": "Чушки бюрек",
    "productCategory": "APPETIZER",
    "description": "Една истинска класика с превъзходен вкус, умело приготвена от шеф Виолета Стоянова",
    "productIngredient": "",
    "preparation": "Избират се хубави чушки, изчистват се от останалите семена и люспи. Цепват се от едната страна. В купа се настъргва сиренето, добавят се разбърканите яйца и магданозът. В чиния се смесват галетата и брашното, а в купичка се разбиват 2-те яйца с щипка сол. С лъжица се слага от пълнежа в чушката, прегъва се на две, топи се в яйцето, галетата с брашно и пак в яйцето и се слага в тигана със сгорещено олио. Като се изпържи, се обръща от другата страна с дървена лопатка. Сервират се горещи, но може и вече изстинали.",
    "grammage": 400,
    "price": "14.60",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/10.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 11,
    "productName": "Лютеница",
    "productCategory": "APPETIZER",
    "description": "Тази лютеница с чушки може да е мързелива, но който започне да си хапва, просто не може да спре",
    "productIngredient": "",
    "preparation": "Нарязах на едри парчета чушките, след това обелих и нарязах доматите на кубчета, накълцах магданоза. Сложих чушките, доматите, чесъна и магданоза в кухненския робот, и ми се получи нещо, като гъста зеленчукова каша. След това загрях олиото на котлона и сипах вече смлените зеленчуци. Когато започнаха да врят, добавих и солта. А мързеливата лютеница къкреше на огъня около 50 минути. Като постоянно я бърках с дървена лъжица. Щом водата се изпари, трябва да ви се е получила. С готовата лютеница напълних предварително измити и нагласени буркани, които веднага затворих и обърнах. И готовото - имаме си мързелива лютеница с чушки, която можем да сервираме като вкусна разядка или на сандвич със сирене.",
    "grammage": 150,
    "price": "7.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/11.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 12,
    "productName": "Кьопоолу",
    "productCategory": "APPETIZER",
    "description": "Класическата рецепта на кьопоолу с нотка пикантност и орехови ядки!",
    "productIngredient": "",
    "preparation": "Изпичаме патладжаните и чушките. Задушаваме ги в тенджера с капак, след което ги обелваме. В купа поръсваме сол и счукваме скилидките чесън с орехите, след което начукваме и чушките защото са по-твърди и накрая патладжана. Всичко трябва да бъде много добре счукано и тогава добавяте олио, вкусвате и ако е необходимо добавяте още сол.",
    "grammage": 150,
    "price": "7.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/12.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 13,
    "productName": "Качамак",
    "productCategory": "MAIN_COURSE",
    "description": "Въпреки, че всеки знае рецепта за качамак, а и качамакът е много вкусен, качамакът е перфектното решение за всеки един момент, когато се чудите какво да хапнете",
    "productIngredient": "",
    "preparation": "Във вряща и подсолена вода /около 1/2 л/, добавете качамака на тъка струйка при непрекъснато бъркане. Когато сместа се сгъсти, добавете натрошеното сирене и отстранете съда от котлона. Разсипете сместа в купички. Загрейте маслото и добавете червеният пипер. Сложете във всяка купичка па 1-2 с.л.",
    "grammage": 150,
    "price": "6.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/13.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 14,
    "productName": "Пататник",
    "productCategory": "SPECIALS",
    "description": "Една традиционна българска рецепта, която трябва да опитате поне веднъж! А как я приготвя шеф Тоби ....",
    "productIngredient": "",
    "preparation": "Обелете, измийте картофите и ги настържете на едро ренде, като ги посолите на вкус. Сложете леко да се запържи в 1/2 от сгорещеното масло ситно нарязаният лук и добавете настърганите картофи. Овкусете с млян черен пипер и разбъркайте добре. Снемете от котлона и разбъркайте с разбитите яйца и сиренето. Сместа се разбърква добре и се изсипва в тавичка. Отгоре се нареждат филийки масло и се печете пататника до приятен загар в умерено загряна фурна.",
    "grammage": 400,
    "price": "12.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/14.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 15,
    "productName": "Миш-маш",
    "productCategory": "MAIN_COURSE",
    "description": "Традиционно българско ястие, което задължително трябва да консумирате с топъл хляб с хрупкава коричка!",
    "productIngredient": "",
    "preparation": "В олиото задушаваме нарязаният наситно лук, прибавяме нарязания печен пипер, сол и накрая настърганите домати. Задушаваме, докато сосът се сгъсти. Слагаме натрошеното сирене, разбитите яйца, черния пипер и нарязания магданоз. Разбъркваме до стягане на яйцата.",
    "grammage": 400,
    "price": "9.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/15.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 16,
    "productName": "Пиле с ориз",
    "productCategory": "MAIN_COURSE",
    "description": "Това е то - най-вкусното пиле с ориз!",
    "productIngredient": "",
    "preparation": "Двете глави лук се запържват в тиган и заедно с олиото се прехвърлят в тава. Отгоре се изсипва граха, нарязаната чушка и морковите отцедени без вода. Добавя се ориза. Подправя се със сол, черен пипер и по желание пилешки бульон. Можете да нарежете тънки колелца праз. Залива се с 3 чаши гореща вода. Пилешките бутчета се посоляват или се подправят по желание и се нареждат най - отгоре. Тавата се покрива с алуминиево фолио. Пече се в предварително загрята фурна на 200 С за около 1 час и 30 минути.",
    "grammage": 400,
    "price": "12.60",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/16.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 17,
    "productName": "Пиле паприкаш",
    "productCategory": "SPECIALS",
    "description": "Вкусно, още по-вкусно - пиле паприкаш с картофи, приготвено по нашата рецепта.",
    "productIngredient": "",
    "preparation": "Почистете бутчета и ги запечете. Когато започнат да добиват златист цвят ги отстранете от фурната. В подходяща тава сложете обелените и нарязаните на кубчета картофи, полети с олиото. Запечете ги за кратко. Извадете тавата от фурната, изсипете паприкаша, наредете пилешките бутчета и овкусете със сол и черен пипер. налейте 1/2 ч.ч. топла вода. Върнете тавата във фурната и запечете за около 20 мин. Готовото ястие поръсете с джоджен. Пилето паприкаш с картофи е много вкусно.",
    "grammage": 400,
    "price": "12.10",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/17.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 18,
    "productName": "Сарми с кисело зеле",
    "productCategory": "MAIN_COURSE",
    "description": "На зелето не му ли сложиш малко свинско месце, похабил си го, от нас да го знаеш.",
    "productIngredient": "",
    "preparation": "Първо се подготвят месцето и сланинката. Режете месото на правоъгълни дебели парчета, а сланинката на тънички лисчета. Отделяте листата от зелката, като изрязвате кочана и подготвяте за сарми. На всеки лист зеле слагате парче месо, парче сланинка и завивате на сарма. Аз не съм слагала сол, защото зелето е достатъчно солено. След завиването на всички сарми предварително обелените картофи ги нарязвате на едри парчета и ги редите между сармите. Слагате нарязания чесън, дафиновия лист, сипвате олиото и водичката. Пекат се до готовност на месото.",
    "grammage": 400,
    "price": "16.20",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/18.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 19,
    "productName": "Мусака",
    "productCategory": "MAIN_COURSE",
    "description": "Колко поколения отраснаха с тази вкусна мусака - ето на това му се казва да запазиш кулинарната традиция.",
    "productIngredient": "",
    "preparation": "Обелваме картофите, измиваме ги и ги нарязваме на малки кубчета. В тиган запържваме моркова и пресния лук и добавяме малко сол на вкус. След това добавяме двете кайми и ги правим на малки късчета. Добавяме червения пипер, чубрицата, черния пипер и разбъркваме. Като сме с готови със сместа, изсипваме я върху картофите и ги слагаме да се пекат за 45 мин. на 180 градуса, докато станат картофите. Слагаме в отделна купа яйцата, киселото мляко и брашно и ги разбиваме. Като са станали картофите, се изсипва заливката и се слага мусаката да се запече още 10 мин.",
    "grammage": 400,
    "price": "12.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/19.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 20,
    "productName": "Славянски гювеч",
    "productCategory": "SPECIALS",
    "description": "Веднъж ако го опитате, завинаги ще се влюбите във вкуса на този Славянски гювеч с агнешко",
    "productIngredient": "",
    "preparation": "Месото се нарязва на парченца и се задушава в олиото. Добавя се нарязаният лук и малко вода. Когато лукът омекне, се сипва оризът и гореща вода. Ястието се прехвърля в тава и отгоре се изсипва паприкашът. Пече се на умерена фурна до пълна готовност на месото и ориза.",
    "grammage": 400,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/20.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 21,
    "productName": "Дроб сарма",
    "productCategory": "MAIN_COURSE",
    "description": "Уникална дроб сарма с аромат на дъхави билки - едно ястие, което вкусно да споделите с приятелите си.",
    "productIngredient": "",
    "preparation": "Измитите агнешки дреболии и чревцата се попарват, изхвърля се водата, долива се топла, сваряват до готовост и се нарязват на дребно. Всички зеленчуци се нарязват на ситно. В няколко лъжици мазнина се задушават последователно кромидът, гъбите, морковът, чесънчетата, оризът - като се долива и малко вода, за да я поеме ориза, прибавяме и дреболиите. В края на задушаването прибавяме зеления лук и домата /ако нямате пресен използвайте консерва/. Овкусяваме със солта, пипера прибавяме и наситнените билки /използването на билките е задъжително - вкусът няма да е същият без тях/. Доливаме с 3-4 чаши вода, прехвърляме сместа в тавичка и печем около час. Поднасяме дроб сармата с кисело мляко и поръсена с пресен магданоз.",
    "grammage": 400,
    "price": "16.20",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/21.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 22,
    "productName": "Капама",
    "productCategory": "MAIN_COURSE",
    "description": "Ние я приготвяме, пък вие елате да помогнете с консумацията, споделената вкусотия е двойна вкусотия.",
    "productIngredient": "",
    "preparation": "От зелето отделете 4 листа, а останалото нарежете в купа на ситно. Нарязаното зеле поръсете с червен пипер и разбъркайте. В малко мазнина запържете нарязания лук и добавете каймата. Бъркайте, докато стане на трохи, и сложете ориза, чубрицата и щипка червен пипер. Разбъркайте и махнете от котлона. С тази смес завийте 4 сарми. Обезкостете бутчетата и нарежете всичките меса на хапки. Суджука нарежете на по-големи парчета. На дъното на всяко гювече сложете по една с.л. свинска мас. Покрийте с нарязано зеле и наредете от различните меса + една сарма във всяко гювече. Сложете по един дафинов лист и няколко зърна черен пипер. Отново сложете от нарязаното зеле и сипете вода до средата на ястието. Печете капамата един час на 200 градуса, намалете фурната на 160 градуса и печете още три часа. Моите капачета са с отвор и затова под тях затворих първо с фолио.",
    "grammage": 400,
    "price": "14.60",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/22.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 23,
    "productName": "Чомлек",
    "productCategory": "MAIN_COURSE",
    "description": "Въпреки, че названието им произлиза от турската дума чомлек – гърне, чомлеците са традиционни български ястия, приготвяни чрез дълбоко задушаване в глинен съд. Един от най-вкусните е чомлекът с телешки джолан",
    "productIngredient": "",
    "preparation": "Картофите се обелват, лукът се нарязва на едро, скилидките чесън се отделят и оставят с обвивката. Продуктите се поставят в подходящ глинен съд с капак. Посоляват се, добавя се растителната мазнина и се объркват. Слага се бялото вино. Пече се във фурната 4-4 1/2 часа на 150 градуса. Сервира се с пресни зеленчуци или туршия и плътно сухо червено вино.",
    "grammage": 400,
    "price": "13.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/23.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 24,
    "productName": "Винен кебап",
    "productCategory": "MAIN_COURSE",
    "description": "Прекрасна рецепта за този класически и любим на всички винен кебап с ориз за гарнитура.",
    "productIngredient": "",
    "preparation": "Нарежете месото на парчета и го сложете в глинен съд. Почистете лука и го нарежете на едро, прибавете го в съда заедно с виното, доматите, пюрето, бульона и подправките, размешайте и затворете с капак Сложете във фурната на 180 градуса за 90 минути след което махнете капака и дозапечете още 30 мин. Направете гарнитурата за кебапа като в тенджерка сложите ориза, сол и зеленчуковия бульон. Разбъркайте и оставете на котлона да кипне, след това затворете с капак и варете 20мин без да отваряте капака и да бъркате ориза. Накрая махнете от котлона тенджерката и оставете затворен още 15 минути, след което може да сервирате.",
    "grammage": 400,
    "price": "12.80",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/24.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 25,
    "productName": "Пържени кюфтета с гъби",
    "productCategory": "MAIN_COURSE",
    "description": "Изключително ароматни и хрупкави кюфтета, приготвени с много майсторлък и мерак от Вили.",
    "productIngredient": "",
    "preparation": "Месото, гъбите, лукът и чушката се смилат в машинката за мелене на месо със ситна решетка. Към сместа се добавят яйцата, галетата, солта, подправките и магданозът нарязан на ситно. Омесва се много добре. Правят се добре оформени кюфтета, овалват се в брашно и се пържат в растителната мазнина.",
    "grammage": 400,
    "price": "18.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/25.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 26,
    "productName": "Кебапчета",
    "productCategory": "MAIN_COURSE",
    "description": "Неостаряваща класика в кухнята, която ще продължава да има своите верни почитатели! Ние не ги правим по рецептата на Балкантурист, нашите са по-вкусни.",
    "productIngredient": "",
    "preparation": "Каймата се разбърква добре с кимиона и пресования чесън. Оформят се кебапчетата, които преди печене се заглаждат леко с ръка, натопена в купичка с вода и малко оцет. За стандартните български кебапчета най-добре използвайте 50% свинска, 50% телешка кайма.",
    "grammage": 400,
    "price": "16.30",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/26.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 27,
    "productName": "Свинско филе с гъби",
    "productCategory": "MAIN_COURSE",
    "description": "Ако искате да се впечатлите - това е изборът",
    "productIngredient": "",
    "preparation": "Месото от свинско бонфиле се реже на тънко. Потапя се в гореща мазнина и се подрежда. Отгоре се поставят сварените гъби, върху които е сложено парче сланина. Така подредените свински филета, залети с малко вода се пекат на фурна. Когато порозовеят в мазнината се добавя нишестето, което се разрежда с виното и малко вода. След като заври, сосът се пасира – поднася се отделно пък приготвеното печено свинско.",
    "grammage": 400,
    "price": "21.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/27.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 28,
    "productName": "Шаран в тесто",
    "productCategory": "MAIN_COURSE",
    "description": "Традицията повелява за Никулден да се готви риба, а ние ви предлагаме да се изненадате с този вкусен пълнен шаран в тесто. И не само на НИкоуден.",
    "productIngredient": "",
    "preparation": "Нарежете на дребно лука, киселите краставички, целината и морковите и ги задушете в част от олиото. Когато зеленчуците омекнат, добавете предварително обелените и ситно нарязани домати. Продължете да задушавате до изпаряването на водата на доматите. Полейте с бялото вино, кипнете и варете около 5 минути на умерен огън, след което сложете почистените стафиди, твърдо сварените яйца, нарязани на кубчета. Поръсете със ситно нарязан магданоз, сол и черен пипер и разбъркайте добре. Залейте сместа за плънката с малко топла вода или рибен бульон и я оставете да къкри на тих огън още 3-4 минути. Добре почистената риба се натърква със сол и черен пипер отвън и отвътре. Напръсква се с лимон и се пълни с приготвената смес. Смесваме брашното водата и яйцата и замесваме твърдо тесто. Тестото се разточва на кора с дебелина около 5 мм. Увиваме шарана с приготвената кора и печем в предварително загрята на 180 градуса фурна до готовност или около 40 минути. Поднася се с резени лимон и гарнитура по избор.",
    "grammage": 400,
    "price": "19.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/28.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 29,
    "productName": "Скумрия с домати на фурна",
    "productCategory": "MAIN_COURSE",
    "description": "Не сме стародомни, но харесваме класически рецепти като тази, надяваме се и на вас да ви хареса.",
    "productIngredient": "",
    "preparation": "Измиваме и почистваме рибките. Разрязваме ги на половина. Измиваме и нарязваме доматите на кубчета. В намазнена тавичка слагаме доматите и отгоре нареждаме разрязаните на половина парчета риба. Поръсваме хубаво навсякъде със сол и черен пипер. Печем на предварително загрята фурна на 200 градуса. Първите 15 минути тава е покрита с алуминиево фолио, после го махаме и печем така до готовност.",
    "grammage": 400,
    "price": "12.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/29.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 30,
    "productName": "Хляб",
    "productCategory": "OTHER",
    "description": "И удоволствието от храната ще е пълно като добавим едно чесново хлебче ....",
    "productIngredient": "",
    "preparation": "Маята се натрошава в 100 г от подгрято прясното мляко, захарта и 1 с.л. брашно, за да се активизира. В пресятото брашно се добавя солта, останалото мляко, белтъка от яйцето, активираната мая, олиото и солта. Бърка се с помощта на лъжица, когато тестото се събере, се измесва на ръка върху набрашнен плот. Измесеното тесто се разделя на 4 топки и се оставя да втаса /да удвои обема си/. Когато тестото е готово, всяка топка се измесва пак с малка част от смляния чесън и с ръце се разтегля на дълго въже с дължина 30 см. Получените въженца се омотават едно около друго две по две и се поставят във форма за кекс /продълговата/, застлана с хартия за печене. Намазват се с разбитият жълтък и се поръсват с маковите семена. Чесновият хляб се пече до златист цвят, като се поставя в студена фурна и се загрява до 180 градуса.",
    "grammage": 150,
    "price": "1.80",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/30.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 31,
    "productName": "Баница",
    "productCategory": "OTHER",
    "description": "Това е най-приготвяната баница и въпреки това всяка домакиня има своя рецепта за нея. Тази е по рецептата на шеф Тоби - опитайте",
    "productIngredient": "",
    "preparation": "От пресятото брашно отделете 1/2 чаша за ръсене. Останалото изсипете в намазана с олио плитка тенджера. Направете кладенче в брашното и в него сложете олиото, оцета, солта и яйцето. Налейте 1 чаша хладка вода и замесете не много твърдо тесто. Месете, докато се образуват шупли, след което го оставете да престои на хладно 30 мин. Разделете тестото на три части. От всяка част накъсайте по 10 топчета. Всяко топче разточете на кора с големина на чаена чинийка. Слепете ги по 10 с полу разтопеното масло и ги сложете в хладилника, докато маслото замръзне. Разточете първият лист от десет слепени корички според големината на тавата, в която ще печете баницата. Сложете го в намаслена тава, наръсете с масло, сложете от сиренето, смесено с яйцата, покрийте с втория лист и т. н. Печете в предварително загрята фурна.",
    "grammage": 150,
    "price": "3.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/31.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 32,
    "productName": "Тиквеник",
    "productCategory": "DESSERT",
    "description": "Вълшебен вкус. Опитайте и споделете.",
    "productIngredient": "",
    "preparation": "Обелваме и нарязваме тиквата. Настъргваме я на едро ренде и изстискваме леко, после посипваме със захарта и канелата. Нарязваме на дребни парченца локума. Оставяме настрани. Разстиламе корите, слагаме от настърганата тиква и парченцата локум. Поръсваме с олио. Вземаме 2 и навиваме на рулца. Подреждаме в намазана тава с олио. Печем до зачервяване.",
    "grammage": 150,
    "price": "3.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/32.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 33,
    "productName": "Реване",
    "productCategory": "DESSERT",
    "description": "Реването с крем е десерт, който ще се хареса както на най-малките членове на семейството, така и на най-големите.",
    "productIngredient": "",
    "preparation": "Сварете сиропа, като смесите водата, захарта, обелената кора на лимона, сока на лимона, канелените пръчици и ванилията. Варите за 10 минути след завиране, като в края на варенето прибавяте маслото. Оставете да се охлади. В купа разбийте с миксер яйцата със захарта до пухкав крем. Прибавете предварително смесените пресято брашно, гриса, ванилията и щипка сол, разбъркайте бавно и внимателно с шпатула. Сипете сместа в правоъгълна тава намазана с малко масло. Поставете тавата в предварително загрята на 180 градуса фурна и печете до златисто-кафяво за около 30 минути, до суха клечка. Горещото реване залейте с охладения сироп и оставете да се охлади и попие сиропа напълно. За крема смесете захарта със студеното мляко и нишестето, разбъркайте до гладка смес. Поставете съда на котлона и варите до сгъстяване на бавен огън, при непрекъснато бъркане. Горещия млечен крем разпределете върху реването равномерно и отново оставете да се охлади напълно. Преди сервиране гарнирайте с натрошени ядки, кокосови стърготини, шоколадови пръчици или др.",
    "grammage": 150,
    "price": "5.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/33.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 34,
    "productName": "Мляко с ориз",
    "productCategory": "DESSERT",
    "description": "Надграждаме познатите и любими рецепти - този път с кокосово мляко.",
    "productIngredient": "",
    "preparation": "Оризът се слага на котлона в 400 мл студена вода, когато заври, се намаля степента на котлона, за да къкри леко. Когато водата изври, при ориза се добавя кокосът, нарязан на дребни парченца, захарта и прясното мляко. Оставя се да се вари на много слаб огън, докато кокосовото мляко с ориз се свари. Сваля се от котлона още течно, защото докато изстива, вкусното мляко с ориз ще се сгъсти още. Разсипва се в купички мякото с ориз и кокос и се поръсва с няколко кокосови парченца, които сме си заделили за украса.",
    "grammage": 150,
    "price": "3.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/34.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 35,
    "productName": "Крем брюле",
    "productCategory": "DESSERT",
    "description": "Щипка канела и любимият на всички Крем-брюле разкрива своя богат и наситен вкус.",
    "productIngredient": "",
    "preparation": "С помощта на тел разбийте жълтъците и захарта в голяма купа, докато станат на крем. В тенджера на средна температура разбъркайте 1 литър от млякото с лимоновата кора и канелата. Когато заври, веднага го махнете от огъня. Пасирайте сместа и накрая я прибавете към жълтъците. Разбъркайте добре царевичното брашно с останалото мляко и също го добавете към другата смес. Върнете на котлона и разбърквайте, докато заври и се сгъсти. Налейте сместа в съд за пай, покрийте я и я оставете за поне 4 часа в хладилник. Преди да поднесете, поръсете с допълнителното количество пудра захар и го сложете да се изпече на грил, докато захарта се карамелизира.",
    "grammage": 150,
    "price": "6.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/35.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 36,
    "productName": "Крем карамел",
    "productCategory": "DESSERT",
    "description": "Най-обичаме Крем карамел в голямата тава, защото можем да си отрежем по-големичко парче. При нас не е в тава, но порциите са ...",
    "productIngredient": "",
    "preparation": "Разбиваме яйцата и захарта с миксер. Добавете яйчената смес към свареното мляко, ванилията и разбъркваме. Карамелизираме захарта и я разпределете във формички или чашки. Наливаме от яйчената смес. Нареждаме чашките в тава, в която сме сипали вода. Печем във фурната на не повече от 150 градуса. Ако ви е силна, я намалете още, за да не завира водата - трябва да не се образуват шупли. В отделен съд карамелизираме захар и нашарваме карамела от горе.",
    "grammage": 150,
    "price": "6.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/36.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 37,
    "productName": "Толумбички",
    "productCategory": "DESSERT",
    "description": "Тази рецепта ни припомня миналото, когато в сладкарниците си купувахме тулумбички и малка боза за 6 стотинки.",
    "productIngredient": "",
    "preparation": "Сложих в тенджерата олиото, водата и щипка сол, когато то почне да кипва, изсипвам брашното, бъркам, докато се получи тесто. Оставям го да поизстине за около 10 мин. Когато изстине, добавям яйцата едно по едно. От получената каша шприцовах толумбичките в сгорещеното олио. Когато се изпържат от едната страна, почти всички се обръщат сами, но ако не - помагам им и ги пържа от другата. Изваждам с решетъчна лъжица в горещия сироп и веднага ги изваждам от сиропа и ги редя в тава.",
    "grammage": 150,
    "price": "6.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/37.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 38,
    "productName": "Бисквитена торта",
    "productCategory": "DESSERT",
    "description": "Необикновено вкусна бисквитена торта, която впечатлява и с визия!",
    "productIngredient": "",
    "preparation": "Накиснете стафидите в рома поне за 1 час. Загрейте прясното мляко до кипване, прибавете захарта и бъркайте докато се разтвори. Отделно разбийте яйцата със захарта и брашното и започнете да прибавяте тази смес при непрекъснато бъркане към топлото мляко. Сложете крема на котлона и бъркайте до сгъстяването му. Ароматизирайте с ванилия и прибавете 2 с.л. от рома, в който киснат стафидите. Започнете да редите тортата, като редувате ред бисквити, обилно крем и така до изчерпване на количествата. Между отделните блатове нахвърляйте от отцедените стафиди и орехи. Най-отгоре залейте обилно с крем, направете украса по желание. Оставете тортата да престои поне 4 часа преди да сервирате.",
    "grammage": 150,
    "price": "6.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/38.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 39,
    "productName": "Кафе",
    "productCategory": "SOFT_DRINK",
    "description": "Ще бъде удоволствие да се насладиш на чаша кафе, създадено с грижа и внимание към природата и околната среда.",
    "productIngredient": "",
    "preparation": "",
    "grammage": 50,
    "price": "6.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/39.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 40,
    "productName": "Капучино",
    "productCategory": "SOFT_DRINK",
    "description": "Кремообразно капучино с перфектно балансиран вкус, направено с най-качественото мляко и прясно смлени кафе зърна.",
    "productIngredient": "Направете еспресо: Използвайте кафемашина, за да приготвите едно или две шота еспресо. Загрейте и разпенете млякото: В малка тенджерка или съд загрейте прясното мляко до около 65-70°C, като го разпените с помощта на парова дюза (ако имате такава) или с ръчна разпенвачка. Млякото трябва да стане кремообразно и с плътна пяна. Смесете еспресото и млякото: Изсипете еспресото в чаша за капучино и добавете разпененото мляко отгоре, като оставите пяната на върха. Украсете: По желание поръсете с малко канела или какао на прах за финален щрих.",
    "preparation": "",
    "grammage": 250,
    "price": "7.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/40.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 41,
    "productName": "Мляко с какао",
    "productCategory": "SOFT_DRINK",
    "description": "Вкусно мляко с богат какаов вкус, съчетание на кремообразна текстура и фин шоколадов аромат.",
    "productIngredient": "",
    "preparation": "Загрейте млякото в тенджерка на средно висока температура. В малка купичка смесете какаото на прах и захарта. Добавете малко от топлото мляко към сместа с какао и захар, като разбърквате добре, докато получите гладка паста. Прибавете какаовата паста към загрятото мляко и разбъркайте добре, докато се разтвори напълно. Продължете да загрявате и разбърквате, докато напитката достигне желаната температура. По желание добавете малко ванилия за допълнителен аромат.",
    "grammage": 250,
    "price": "7.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/41.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 42,
    "productName": "Кока кола",
    "productCategory": "SOFT_DRINK",
    "description": "Освежаваща напитка, източник на удоволствие и енергия, вече и във вашето меню!",
    "productIngredient": "",
    "preparation": "",
    "grammage": 200,
    "price": "4.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/42.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 43,
    "productName": "Пепси кола",
    "productCategory": "SOFT_DRINK",
    "description": "И още много свежест",
    "productIngredient": "",
    "preparation": "",
    "grammage": 200,
    "price": "4.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/43.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 44,
    "productName": "Ракия",
    "productCategory": "ALCOHOL",
    "description": "Автентична ракия, произведена по традиционна българска рецепта.",
    "productIngredient": "",
    "preparation": "",
    "grammage": 50,
    "price": "4.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/44.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 45,
    "productName": "Водка",
    "productCategory": "ALCOHOL",
    "description": "Открийте чистотата и силата на нашата водка, дестилирана до съвършенство за незабравимо изживяване.",
    "productIngredient": "",
    "preparation": "",
    "grammage": 50,
    "price": "4.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/45.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 46,
    "productName": "Мастика",
    "productCategory": "ALCOHOL",
    "description": "Завладяващ аромат и богат вкус",
    "productIngredient": "",
    "preparation": "",
    "grammage": 50,
    "price": "3.50",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/46.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 47,
    "productName": "Узо",
    "productCategory": "ALCOHOL",
    "description": "Открийте вкуса на истинското узо – традиционна гръцка напитка с аромат на анасон, която ще ви пренесе на слънчевите плажове на Гърция.",
    "productIngredient": "",
    "preparation": "",
    "grammage": 50,
    "price": "4.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/47.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 48,
    "productName": "Облак",
    "productCategory": "ALCOHOL",
    "description": "Перфектен избор за горещите дни или за специални поводи.",
    "productIngredient": "",
    "preparation": "Смесете студена мастика и мента в равни количества. Украсете с резенче лимон.",
    "grammage": 50,
    "price": "5.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/48.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 49,
    "productName": "Бяло вино, наливно",
    "productCategory": "ALCOHOL",
    "description": "Перфектен избор за горещите дни или за специални поводи.",
    "productIngredient": "",
    "preparation": "",
    "grammage": 100,
    "price": "8.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/49.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 50,
    "productName": "Червено вино, наливно",
    "productCategory": "ALCOHOL",
    "description": "Перфектен избор за горещите дни или за специални поводи.",
    "productIngredient": "",
    "preparation": "",
    "grammage": 100,
    "price": "8.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/50.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 51,
    "productName": "Блъди мери",
    "productCategory": "ALCOHOL",
    "description": "В Париж писателят Ърнест Хемингуей вихрел страстна извънбрачна връзка с журналистката Мери Уелш. Срещали се в хотел Риц.",
    "productIngredient": "",
    "preparation": "Смесете водка и доматен сок в равни количества. Подправете с листа мента. Украсете с резенче лимон.",
    "grammage": 50,
    "price": "9.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/51.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 52,
    "productName": "Текила сънрайз",
    "productCategory": "ALCOHOL",
    "description": "Гъстият гренадин, който остава на дъното на чашата и цветът на портокаловият сок създават неповторимото усещане за красив сутрешен изгрев.",
    "productIngredient": "",
    "preparation": "В шейкър се смесват текилата, сокът от портокала и лимона, ледът. Изсипете в подходяща чаша и внимателно добавете гренадина, така че да падне на дъното. Декорирайте с резен лимон.",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/52.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 53,
    "productName": "Маргарита",
    "productCategory": "ALCOHOL",
    "description": "Този любим на мнозина коктейл има няколко вариации, но ние ви предлагаме класическата рецепта.",
    "productIngredient": "",
    "preparation": "2 части текила,2 части сок от зелен лимон, 1 част портокалов ликьор, лед, резен лайм. Смесете продуктите в шейкър. Изсипете в чаша, чийто ръб сте потопили предварително в сок от лайм и сол. Украсяваме с резенче лимон.",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/53.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 54,
    "productName": "Лонг Айлънд",
    "productCategory": "ALCOHOL",
    "description": "Родината на този „студен чай“ е Ню Йорк. Успокояващ, тонизиращ, опияняващ, този коктейл ще ви даде всичко, от което имате нужда.",
    "productIngredient": "",
    "preparation": "30 мл водка, 30 мл текила, 30 мл ром, 20 мл портокалов сок, 20 мл лимонов сок, 50 мл Кока-Кола, Лед. Смесваме всички съставки без колата и изсипваме във висока чаша с лед. Добавяме колата и украсяваме с резенчета лимон или портокал.",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/54.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 55,
    "productName": "Куба либре",
    "productCategory": "ALCOHOL",
    "description": "Коктейлът е приготвен за първи път в хавана през 1900 година, когато американските войници смесват ром и Кока-Кола и с напитката вдигали наздравици с викове: „За свободна Куба“.",
    "productIngredient": "",
    "preparation": "Смесват се 50 мл бял ром, 100 мл Кока-Кола и сокът на 1 бр. лайм",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/55.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 56,
    "productName": "Дайкири",
    "productCategory": "ALCOHOL",
    "description": "Напитка, придобила популярност, благодарение на герой от романите на Ърнест Хемингуей. Опитвайки се да се разхлади от жаркото кубинско слънце, Кокс смесва ром, лимонов сок и лед.",
    "productIngredient": "",
    "preparation": "Разбиваме в шейкър 60 мл бял ром, 2 ч.л. сок от лайм, 1 ч.л пудра захар с лед. Сервира се в чаша за мартини. Вместо пудра захар, може да се използва захарен сироп.",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/56.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 57,
    "productName": "Пиня колада",
    "productCategory": "ALCOHOL",
    "description": "Този вълшебен коктейл е дело на пуерториканските бармани, които изкушавали с напитката своите клиенти, почиващи на приказните плажове.",
    "productIngredient": "",
    "preparation": "Смесваме 30 мл бял ром, 30 мл кокосово мляко, 90 мл сок от ананас с натрошен лед и разбиваме, докато се получи равномерна консистенция.",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/57.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 58,
    "productName": "Секс на плажа",
    "productCategory": "ALCOHOL",
    "description": "Трудно е да се каже кой е „кръстникът“ на този коктейл, но името не остава съмнения къде е най-добре да се консумира разхладителната и вкусна напитка.",
    "productIngredient": "",
    "preparation": "30 мл водка, 25 мл ликьор праскова, 75 мл сок от ананас, 75 мл сок от боровинка. В чаша с лед се изсипва водката, ликьорът и двата вида сок. Украсяваме с резен портокал или коктейлна черешка.",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/58.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 59,
    "productName": "Мохито",
    "productCategory": "ALCOHOL",
    "description": "Традиционен кубински коктейл. Комбинацията от освежаващ цитрус и дъх на мента прикрива силния опияняващ ефект на рома и прави коктейла подходящ за лятото.",
    "productIngredient": "",
    "preparation": "Смесваме 60 мл бял ром, 100 мл газирана вода, сок от захарна тръстика или малко кафява захар, сок от 1 лимон, 5-4 листа мента, лед и сервираме във висока чаша",
    "grammage": 50,
    "price": "14.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/59.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 60,
    "productName": "Пилешка кавърма с дюли",
    "productCategory": "SPECIALS",
    "description": "Със захлаждането на времето все по-често ни се похапват ястия като кавърма – с богат и гъст сос. В тази рецепта леко пикантният вкус е забъркан със сладостта на един от българските сезонни плодове – дюлите.",
    "productIngredient": "",
    "preparation": "Нарежете пилешкото филе на хапки. Лютите чушки разрежете на две по дължина. В широк съд загрейте зехтина. Добавете нарязания на полумесеци лук, нарязаните на ивици чушки и дюлите, нарязани на кубчета. Гответе 4-5 минути. Прибавете морковите, едро нарязаните гъби и лютите чушки. Посолете, подправете с черен пипер и гответе още 5-6 минути. Добавете пилето и нарязания на филийки чесън и гответе 5-6 минути, докато пилето побелее. Сложете листенцата мащерка, дафиновия лист, доматения сос и виното. Оставете ястието на тих огън 25 минути, докато пилето се сготви. Поръсете ястието с брашното и гответе още 2-3 минути, докато се сготви и соса се сгъсти. Поръсете със ситно нарязан магданоз и сервирайте с препечен хляб. ",
    "grammage": 400,
    "price": "19.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/60.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 61,
    "productName": "Автентично пиле в сладко кисел сос",
    "productCategory": "SPECIALS",
    "description": "Хрупкави пилешки гърди, както никога не сте ги опитвали",
    "productIngredient": "",
    "preparation": "Нарязваме пилето на хапки 2.5 см. В купа правим марината и слагаме месото вътре, разбъркваме хубаво и оставяме да почива 20 минути. Продуктите за панировката се прибавят в реда както са дадени в рецептата, разбъркват се до хомогенна смес. Сместа се изсипва върху пилешкото месо в купата и хубаво се разбърква да се разнесе равномерно по хапките. В по-дълбок съд (аз използвах малка тенджерка) наливаме около 4 пръста олио, изчакваме силно да се нагорещи и с помощта на дървено шишче поставяме хапка по хапка да се пържат (не слагайте по много защото се залепят една за друга - аз слагах по 10-тина). Вадим когато видим, че са започнали да стават бледо жълти. Когато изпържим всичките късчета ги връщаме вече всички да се изпържат заедно до златисто кафяво. Правим сладко киселия сос, като в съд на умерен котлон изсипваме оцета да се изпари до половината, след това добавяме захарта и разбъркваме да се разтопи, след това прибавяме кетчупа и сол, връщаме хапките в тигана при соса, разбъркваме и махаме от огъня. Става абсолютно същото като в китайския ресторант. ",
    "grammage": 400,
    "price": "21.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/61.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 62,
    "productName": "Пиле с топено сирене и гъби",
    "productCategory": "SPECIALS",
    "description": "Невероятен вкус, невероятно майсторство от шеф Виолета",
    "productIngredient": "",
    "preparation": "Измийте бутчетата и ги сложете в подходяща дълбока тава. Измийте и нарежете гъбите на филийки и ги прибавете към бутчетата. Поръсете с олиото, черния пипер и малко сол (внимавайте със солта защото топеното сирене е солено) и хубаво разбъркайте. Залейте ястието с топла вода да покрие бутчетата, завийте с фолио и сложете да се пече в загрята на 200С градуса фурна. След 30 минути извадете тавата от фурната и махнете фолиото. В купа сложете топеното сирене и разбивайте като добавяте горещ бульон от ястието да се получи гладка каша като боза. Изсипете тази каша в тавата разбъркайте хубаво и върнете ястието във фурната. Печете още 20 минути. Ястието не трябва да става гъсто - соса трябва да е редичък. При сервиране може да се поръси със ситно нарязан магданоз.",
    "price": "21.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/62.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 63,
    "productName": "Агнешко месо под шуба",
    "productCategory": "SPECIALS",
    "description": "Невероятен вкус, невероятно майсторство от шеф Виолета",
    "productIngredient": "",
    "preparation": "Пържолите се начукват на тънко с чукче, посоляват се и се нареждат една до друга в намаслена тава. Отгоре се поръсват с нарязаните на 3-4 парчета гъби (или картофите - на кръгчета) и нарязаният на кръгчета лук. Всичко се полива с майонезата. Отгоре се поръсва с рендосаното на едро сирене. Пече при температура 170-180 С.",
    "price": "25.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/63.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 64,
    "productName": "Агнешко с булгур по Добруджански",
    "productCategory": "SPECIALS",
    "description": "Крехко агнешко с булгур",
    "productIngredient": "",
    "preparation": "Измийте агнешкото, нарежете го на едри парчета на порции и го осолете леко (да постои поне 20 минути). Нарежете лука на кубчета. Почистете (отрежете) и измийте добре ориза и булгура, объркайте ги заедно с лука и всички подправки и изсипете в дълбока тава. Добавете водата, малко сол и олио според това, колко е мазно агнешкото. Разбъркайте добре, разпределете равномерно в тавата и отгоре наредете парчетата агнешко. Оригинално в Добруджа се пече в пещ, но за съвременните домакини е достатъчно да включат фурната на 250 градуса и да пекат час и половина. Вкуса и аромата са невероятни, важно е да се спазват подправките. На мен ми е по-вкусно с по-мазно агнешко и по-малко олио, но всеки си има предпочитания.",
    "price": "21.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/64.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  },
  {
    "id": 65,
    "productName": "Тас-кебап",
    "productCategory": "SPECIALS",
    "description": "Един добър спомен от миналото в нашата интерпретация",
    "productIngredient": "",
    "preparation": "Месото се почиства от костите, нарязва се на дребни парчета и се пържи в мазнината заедно със ситно нарязания лук. Когато лукът омекне, се прибавят последователно при разбъркване доматеното пюре, брашното и червеният пипер. Ястието се залива с бульон или гореща вода, посолява се и се оставя да ври на умерен огън. Когато омекне месото, се прибавят черният пипер, бахарът и виното. Готовото ястие трябва да остане почти на мазнина. Поднася се поръсено със ситно нарязан магданоз.",
    "price": "21.00",
    "picture": "https://raw.githubusercontent.com/Zhivkk/RestaurantWebProjectResources/main/menu/65.jpg",
    "productStatus": "AVAILABLE",
    "createdOn": "",
    "updatedOn": ""
  }
]
